tutorials/Aerodynamics/rhoSimpleCDAFoam/NACA0012_Airfoil/run/constant/turbulenceProperties
/*--------------------------------*- C++ -*---------------------------------*\ 
| ========                 |                                                 | 
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           | 
|  \    /   O peration     | Version:  v1812                                 | 
|   \  /    A nd           | Web:      www.OpenFOAM.com                      | 
|    \/     M anipulation  |                                                 | 
\*--------------------------------------------------------------------------*/ 
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;
RAS 
{ 
    RASModel             SpalartAllmarasFv3;

    turbulence           on;

    printCoeffs          on;
    nuTildaMin           1e-16;
    Prt                  0.700000;
} 

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
